let projects = [
  {
    author: '贺林',
    refer: 'https://jingyan.baidu.com/article/c85b7a6445b79f003bac9518.html',
    content: [
      {
        title: '第一部分 XX项目摘要',
        content: [
          {
            title: '一、公司简单描述'
          },
          {
            title: '二、公司的宗旨和目标'
          },
          {
            title: '三、公司目前股权结构'
          },
          {
            title: '四、已投入的资金及用途'
          },
          {
            title: '五、公司目前主要产品或服务介绍'
          },
          {
            title: '六、XX市场概况和营销策略'
          },
          {
            title: '七、主要业务部门及业绩简介'
          },
          {
            title: '八、核心经营团队'
          },
          {
            title: '九、公司优势说明'
          },
          {
            title: '十、目前公司为实现目标的增资需求：原因、数量、方式、用途、偿还'
          },
          {
            title: '十一、融资方案（资金筹措及投资方式及退出方案）'
          },
          {
            title: '十二、财务分析',
            content: [
              {
                title: '1、财务历史数据'
              },
              {
                title: '2、财务预计'
              },
              {
                title: '3、资产负债情况'
              }
            ]
          }
        ]
      },
      {
        title: '第二部分 XX项目综述',
        content: [
          {
            title: '第一章公司介绍',
            content: [
              {
                title: '一、公司的宗旨'
              },
              {
                title: '二、公司简介资料'
              },
              {
                title: '三、各部门职能和经营目标'
              },
              {
                title: '四、公司管理',
                content: [
                  {
                    title: '1、董事会'
                  },
                  {
                    title: '2、经营团队'
                  },
                  {
                    title: '3、外部支持'
                  },
                ]
              },
            ]
          },
          {
            title: '第二章XX技术与产品',
            content: [
              {
                title: '一、技术描述及技术持有'
              },
              {
                title: '二、产品状况',
                content: [
                  {
                    title: '1、主要产品目录'
                  },
                  {
                    title: '2、产品特性'
                  },
                  {
                    title: '3、正在开发/待开发产品简介'
                  },
                  {
                    title: '4、研发计划及时间表'
                  },
                  {
                    title: '5、 知识产权策略'
                  },
                  {
                    title: '6、 无形资产'
                  },
                ]
              },
              {
                title: '三、XX产品生产', content: [
                  {
                    title: '1、资源及原材料供应'
                  },
                  {
                    title: '2、现有生产条件和生产能力'
                  },
                  {
                    title: '3、扩建设施、要求及成本，扩建后生产能力'
                  },
                  {
                    title: '4、原有主要设备及需添置设备'
                  },
                  {
                    title: '5、产品标准、质检和生产成本控制'
                  },
                  {
                    title: '6、包装与储运'
                  },
                ]
              }
            ]
          },
          {
            title: '第三章XX市场分析',
            content: [
              {
                title: '一、XX市场规模、市场结构与划分'
              },
              {
                title: '二、XX目标市场的设定'
              },
              {
                title: '三、XX产品消费群体、消费方式、消费习惯及影响市场的主要因素分析'
              },
              {
                title: '四、目前公司产品市场状况，产品所处市场发展阶段（空白/新开发/高成长/成熟/饱和） 产品排名及品牌状况'
              },
              {
                title: '五、XX市场趋势预测和市场机会'
              },
              {
                title: '六、XX行业政策'
              },
            ]
          },
          {
            title: '第四章XX竞争分析',
            content: [
              {
                title: '一、有无行业垄断'
              },
              {
                title: '二、从市场细分看竞争者市场份额'
              },
              {
                title: '三、主要竞争对手情况：公司实力、产品情况'
              },
              {
                title: '四、潜在竞争对手情况和市场变化分析'
              },
              {
                title: '五、公司产品竞争优势'
              },
            ]
          },
          {
            title: '第五章XX市场营销',
            content: [
              {
                title: '一、概述营销计划'
              },
              {
                title: '二、销售政策的制定'
              },
              {
                title: '三、销售渠道、方式、行销环节和售后服务'
              },
              {
                title: '四、主要业务关系状况'
              },
              {
                title: '五、销售队伍情况及销售福利分配政策'
              },
              {
                title: '六、促销和市场渗',
                content: [
                  {
                    title: '1、主要促销方式'
                  },
                  {
                    title: '2、广告/公关策略、媒体评估'
                  },
                ]
              },
              {
                title: '七、产品价格方案',
                content: [
                  {
                    title: '1、定价依据和价格结构'
                  }, {
                    title: '2、影响价格变化的因素和对策'
                  },
                ]
              },
              {
                title: '八、销售资料统计和销售纪录方式，销售周期的计算。'
              },
              {
                title: '九、市场开发规划，销售目标'
              }
            ]
          },
          {
            title: '第六章XX投资说明',
            content: [
              {
                title: '一、资金需求说明（用量/期限）',
              },
              {
                title: '二、资金使用计划及进度'
              },
              {
                title: '三、投资形式（贷款/利率/利率支付条件/转股-普通股、优先股、任股权/对应价格等）'
              },
              {
                title: '四、资本结构'
              },
              {
                title: '五、回报/偿还计划'
              },
              {
                title: '六、资本原负债结构说明'
              },
              {
                title: '七、投资抵押'
              },
              {
                title: '八、投资担保'
              },
              {
                title: '九、吸纳投资后股权结构'
              },
              {
                title: '十、股权成本'
              },
              {
                title: '十一、投资者介入公司管理之程度说明'
              },
              {
                title: '十二、报告'
              },
              {
                title: '十三、杂费支付'
              }
            ]
          },
          {
            title: '第七章XX项目投资报酬与退出',
            content: [
              {

                title: '一、股票上市'
              },
              {
                title: '二、股权转让'
              },
              {
                title: '三、股权回购'
              },
              {
                title: '四、股利'
              }
            ]
          },
          {
            title: '第八章XX项目风险分析',
            content: [
              {
                title: '一、资源风险'
              },
              {
                title: '二、市场不确定性风险'
              },
              {
                title: '三、研发风险'
              },
              {
                title: '四、生产不确定性风险'
              },
              {
                title: '五、成本控制风险'
              },
              {
                title: '六、竞争风险'
              },
              {
                title: '七、政策风险'
              },
              {
                title: '八、财务风险'
              },
              {
                title: '九、管理风险'
              },
              {
                title: '十、破产风险'
              }
            ]
          },
          {
            title: '第九章公司管理',
            content: [
              {
                title: '一、公司组织结构'
              },
              {
                title: '二、管理制度及劳动合同'
              },
              {
                title: '三、人事计划'
              },
              {
                title: '四、薪资、福利方案'
              },
              {
                title: '五、股权分配和认股计划'
              },
            ]
          },
          {
            title: '第十章XX项目财务分析',
            content: [
              {
                title: '一、财务分析说明'
              },
              {
                title: '二、财务数据预测',
                content: [
                  {
                    title: '1、销售收入明细表'
                  },
                  {

                    title: '2、成本费用明细表'
                  },
                  {

                    title: '3、薪金水平明细表'
                  },
                  {

                    title: '4、固定资产明细表'
                  },
                  {

                    title: '5、资产负债表'
                  },
                  {

                    title: '6、利润及利润分配明细表'
                  },
                  {

                    title: '7、现金流量表'
                  },
                  {

                    title: '8、财务指标分析'
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
]
